Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: མིང་དག་ཐ་དད་པ་མ་ཡིན་པར་བསྟན་ཏེ། གཟུགས་ཞེས་བྱ་བའི་མིང་ཀུན་བརྟགས་པ་གང་ཡིན་པ་དེ་ནི་དོན་དམ་པའི་གཟུགས་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: It means “that”—the falsely imagined name “form”—is “ultimate form.”

source: །དེ་སྐད་བསྟན་ནས་དེའི་འོག་ཏུ་འདི་ལྟར་མིང་ནི་མིང་གི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་སྟེ།
en: Having taught that, next, “because a name is empty of the intrinsic nature of a name.

source: སྟོང་པ་གང་ཡིན་པ་དེ་ནི་མིང་མ་ཡིན་ནོ་ཞེས་བྱ་བས་མིང་དང་། སྟོང་པ་གཉིས་ཐ་དད་པའི་གཏན་ཚིགས་བསྟན་ཏེ་ཀུན་བརྟགས་པའི་མིང་གང་ཡིན་པ་དེ་ནི་མིང་གི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་ལ།
en: That which is empty is not the name,” teaches the reason that the name and emptiness are different.

source: དེའི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་མིང་གི་ངོ་བོ་ཉིད་མ་ཡིན་ནོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: It means a falsely imagined name is empty of the intrinsic nature of a name, and its emptiness is not the intrinsic nature of a name.

source: །དེ་ལྟར་མིང་ཡོད་པ་མ་ཡིན་པ་དང་། དོན་དམ་པའི་ཆོས་རྣམས་ཡོད་པའི་ཕྱིར་ཆོས་དེ་དག་མིང་གི་རང་བཞིན་ནོ།
en: Thus, because names do not exist, and ultimate dharmas exist, those dharmas are the basic nature of the names.

source: །དེ་བས་ན་དོན་དམ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡང་མིང་གི་ངོ་བོ་ཉིད་མ་ཡིན་ནོ།
en: Hence the ultimate bodhisattva also does not have a name as its intrinsic nature.

source: །དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་གློ་བུར་དུ་བཏགས་པ་ཡིན་པར་བསྟན་པའི་ཕྱིར། དེའི་ཕྱིར་འདི་ལྟ་སྟེ་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་མོ་ཞེས་བྱ་བ་གསུངས་སོ།
en: So, in order to teach that “bodhisattva” is a designation plucked out of thin air, it says “so, one says ‘this, that is, “bodhisattva,” is just a word.’ ”

source: །དེ་བཞིན་དུ་ཁམས་དང་། སྐྱེ་མཆེད་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་རྣམས་ལ་ཡང་མཐུན་པར་བསྒྲེ་བར་བྱའོ།
en: Similarly, repeat this in the same way with the constituents, sense fields, and dependent origination.

source: །ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སོགས་པ་ལ་ནི་ཐ་དད་དེ། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་ཡང་མིང་མེད་མིང་ལ་ཡང་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་མེད་དོ་ཞེས་བྱ་བ་ནི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སོགས་པ་ཡང་ཀུན་བརྟགས་པ་ཉིད་ཡིན་ལ།
en: As for the perfections and so on being different, it says “in that perfection of giving also there are no words and in those words there is no perfection of giving.”

source: མིང་ཡང་ཀུན་བརྟགས་པ་ཉིད་དོ།
en: The perfection of giving and so on are just falsely imagined, and the words are just falsely imagined too.

source: །དེ་ལ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་མིང་གནས་པ་ཡང་མ་ཡིན་མིང་ལ་ཡང་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་གནས་པ་མ་ཡིན་ཏེ། གཉི་ག་ཡང་སྒྱུ་མ་དང་མཚུངས་པས་དངོས་པོ་མེད་པའི་ཕྱིར་རོ།
en: The words are not lodged in the perfection of giving and the perfection of giving is not lodged in the words; both are like illusions because they are not real things.

source: །དེ་བས་ན་འདི་ལྟར་མིང་གང་ཡིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་གང་ཡིན་པ་དེ་གཉི་ག་ཡང་མེད་ཅིང་། མི་དམིགས་ཞེས་བྱ་བ་གསུངས་ཏེ།
en: Therefore, it says “both those words and that perfection of giving do not exist and cannot be found.”

source: །ཚིག་དྲུག་པ་ལ། ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་འདི་ལྟར་བདག་ཤིན་ཏུ་མེད་པས་མི་དམིགས་ན།
en: The sixth statement is, “Venerable Śāriputra, given that a self absolutely does not exist and is not found, how could it have ever come into being?”

source: དེ་མངོན་པར་གྲུབ་པར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད་ཅེས་བྱ་བ་ལ་སོགས་པས་བདག་ལ་སོགས་པ་གང་ཟག་རྣམས་དང་།
en: and so on.

source: གཟུགས་ལ་སོགས་པ་ཆོས་རྣམས་ཤིན་ཏུ་མེད་ལ། ཡོད་པ་མ་ཡིན་ན་མངོན་པར་འགྲུབ་པ་དང་། འབྱུང་བར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད་དེ།
en: Given that persons—a “self” and so on—and dharmas—“form” and so on—“absolutely do not exist,” are not there, how could they “come into being” and originate?

source: དེ་བས་ན་ཆོས་ཐམས་ཅད་མངོན་པར་འགྲུབ་པ་ཤིན་ཏུ་མེད་པའི་མཚན་ཉིད་དུ་བསྟན་ཏོ།
en: Hence it teaches all dharmas as marked by absolutely not coming into being.

source: །མངོན་པར་འགྲུབ་པ་མེད་པ་ཞེས་བྱ་བ་ནི་སྟོང་པ་ཉིད་ལ་བྱའོ།
en: Take “does not come into being” as emptiness.

source: །ཚིག་བདུན་པ་ལས་བྱུང་བའི་ངོ་བོ་ཉིད་མེད་དོ་ཞེས་བྱ་བ་ནི་རང་གི་ངོ་བོ་ལ་ངོ་བོ་ཉིད་ཅེས་བྱ་སྟེ།
en: The seventh statement is, “An intrinsic nature arisen from a union does not exist.” “An intrinsic nature” is an essence.

source: རང་གི་གང་ཡིན་པ་དེ་ཉིད་ངོ་བོ་ཉིད་ཅེས་བྱ་བར་འགྱུར་གྱི། གཞན་གྱི་ནི་མ་ཡིན་ནོ།
en: Just that which is its own, not something else’s, is its “essence.”

source: །གཟུགས་ལ་སོགས་པའི་ཆོས་ཐམས་ཅད་ནི་བརྟེན་ནས་འབྱུང་གི། མ་བརྟེན་པར་ནི་མ་ཡིན་ནོ།
en: All dharmas, form and so on, originate dependently, not independently.

source: །གང་ཟག་གཞན་ལས་བརྟེན་ཏེ་འབྱུང་བ་དེ་དག་ནི་གཞན་གྱི་ཉིད་ཡིན་གྱི།
en: A person originates dependent on something else.

source: རང་གི་ནི་མ་ཡིན་ནོ།
en: They are just there because of something else; they are not there because of themselves.

source: །དེ་བས་ན། ཆོས་ཐམས་ཅད་ནི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་ཡིན་པས། ངོ་བོ་ཉིད་མེད་པ་ཞེས་བྱའོ།
en: Therefore, “given that all dharmas thus are the nonexistence of an intrinsic nature, … an intrinsic nature… does not exist.”

source: །དེའི་ཕྱིར་གཟུགས་ལ་སོགས་པ་ཀུན་བརྟགས་པ་རྣམས་ནུས་པར་འགྱུར་བའི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་མ་ཡིན་ཞིང་། གཞན་ལ་ལྟོས་པ་མ་ཡིན་པས་དེ་ཉིད་ཆོས་ཐམས་ཅད་ཀྱི་ངོ་བོ་ཉིད་དུ་རིགས་སོ།
en: Therefore, that which is the emptiness that serves to enable falsely imagined form and so on is not a dependent origination; it is not contingent on something else, so it is feasible that just that is the intrinsic nature of all dharmas.

source: །དེ་བས་ན་འདུས་པ་ལས་བྱུང་བའི་ངོ་བོ་ཉིད་མེད་དོ་ཞེས་བཤད་དེ།
en: Hence it says that “an intrinsic nature arisen from a union does not exist.”

source: འདུས་པ་ལས་བྱུང་བ་ནི་ངོ་བོ་ཉིད་མ་ཡིན་ནོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means that what has arisen from a union is not an intrinsic nature.

source: །འདུས་ནས་འབྱུང་བས་ན་འདུས་པ་ལས་འབྱུང་བ་ཞེས་བྱ་སྟེ།
en: When everything has come together it arises, hence “arisen from a union.”

source: རྒྱུ་དང་རྐྱེན་ཚོགས་པ་ལས་འབྱུང་ཞེས་པའི་ཐ་ཚིག་གོ། །དེ་ལ་འགྲེས་རྣམ་པ་གསུམ་དུ་བསྟན་ཏེ།
en: This means arising from a collection of causes and conditions. The explanation of that is in three subsections.

source: འདུས་པ་ལས་བྱུང་བའི་ཕྱིར་ངོ་བོ་ཉིད་མེད་དོ་ཞེས་བྱ་བ་ནི་གཅིག་གོ། །མི་རྟག་པ་ལ་སོགས་པ་ཡིན་པའི་ཕྱིར་ངོ་བོ་ཉིད་མེད་དོ་ཞེས་བྱ་བ་ཡང་གཅིག་གོ། །ཐེར་ཟུག་ཏུ་གནས་པ་མ་ཡིན་ཞིང་རྣམ་པར་འཇིག་པ་མ་ཡིན་པའི་ཕྱིར་ངོ་བོ་ཉིད་མེད་དོ་ཞེས་བྱ་བ་ཡང་གཅིག་གོ།
en: One is “it has no intrinsic nature because it is arisen from a union”; one is “it has no intrinsic nature because it is impermanent and so on”; and one is “it has no intrinsic nature because it is unmoved and is not destroyed.” “

source: །ཆོས་ཐམས་ཅད་ནི་མི་རྟག་པ་སྟེ་གང་དང་ཡང་བྲལ་བས་མ་ཡིན་ནོ་ཞེས་བྱ་བ་ལ།
en: Furthermore, Venerable Śāriputra, all dharmas are impermanent but not because anything disappears.”

source: ཉན་ཐོས་ཀྱི་ཐེག་པའི་ཚུལ་གྱིས་ནི་མི་རྟག་པ་ཞེས་བྱ་བ་ཆོས་སྐྱེས་པ་གྱེས་པ་དང་ཞིག་པ་ལ་བྱའོ།
en: The Śrāvaka Vehicle takes as “impermanent” a dharma that has arisen, parted, and is destroyed.

source: །འདིར་ནི་མི་རྟག་པའི་མཚན་ཉིད་དེ་ལྟ་མ་ཡིན་པར་སྟོན་ཏེ།
en: Here it teaches the mark of impermanence as not being like that; it is “not because anything disappears.”

source: གང་དང་ཡང་བྲལ་བས་མ་ཡིན་ནོ་ཞེས་བྱ་བ་ནི་ཐེག་པ་ཆེན་པོ་འདི་ལ་མི་རྟག་པའི་དོན་ནི་མེད་པའི་དོན་ཏོ་ཞེས་འབྱུང་བའི་ཕྱིར་མི་རྟག་པའི་སྒྲ་ནི་མེད་པ་ལ་བྱའོ།
en: In this Great Vehicle it says “the meaning of impermanence is the meaning of a nonexistent thing,” so take the word impermanence as nonexistence.

source: །ཇི་ལྟ་ཞེ་ན་རྟག་པ་ལས་བཟློག་པ་ནི་མི་རྟག་པ་ཞེས་བྱའོ།
en: How so? The opposite of permanence is impermanence.

source: །རྟག་པ་ཞེས་བྱ་བ་ནི་གང་རྟག་ཏུ་ཡོད་པ་དེ་ལ་བྱ་སྟེ། དེ་བས་ན་མི་རྟག་པ་ཞེས་བྱ་བ་ནི་གང་རྟག་ཏུ་མེད་པ་དེ་ལ་བྱའོ།
en: Take something permanent to be something always there, and hence take impermanent to be something that is always not there.

source: །གང་རྟག་ཏུ་དུས་ཐམས་ཅད་དུ་མེད་པ་དེ་ལ་མི་རྟག་ཅེས་བྱའོ། །དེའི་ཕྱིར་མེད་པའི་དོན་ནི་མི་རྟག་པའི་དོན་ཞེས་བྱའོ།
en: What is called impermanent is always, in all time periods, not there, therefore it says “the meaning of a nonexistent thing is the meaning of impermanence.”

source: །དེ་ལྟར་གཟུགས་ལ་སོགས་པ་ཀུན་བརྟགས་པའི་ཆོས་ཐམས་ཅད་མི་རྟག་པ་སྟེ།
en: What it means is because all falsely imagined dharmas, form and so on, are impermanent—that is, are not existent things—there is nothing at all that has changed from existing.

source: མེད་པའི་ཕྱིར་ཡོད་པ་ལས་གྱུར་པ་གང་ཡང་མེད་ཅེས་བྱ་བའི་ཐ་ཚིག་གོ། །ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་འདི་ལྟར་མི་རྟག་པ་གང་ཡིན་པ་དེ་ནི་དངོས་པོ་མེད་པ་དང་ཟད་པ་སྟེ་ཞེས་བྱ་བ་ལ་མི་རྟག་པ་ཞེས་བྱ་བའི་སྒྲ་ནི་མེད་པ་དང་། དངོས་པོ་མ་ཡིན་པ་སྟེ། སྟོང་པ་ཉིད་ལ་བྱའོ། །ཟད་ཅེས་བྱ་བའི་སྒྲ་ནི་ཀུན་བརྟགས་པའི་ཆོས་རྣམས་ལ་བྱའོ།
en: In “Venerable Śāriputra, it is because something impermanent is a nonexistent thing and has come to an end,” take the word impermanent—not existing and not a real thing—as emptiness; construe the words come to an end with falsely imagined dharmas.

source: །དེ་ལྟར་ནི་མི་རྟག་པ་གང་ཡིན་པ་དེ་སྟོང་པ་ཉིད་དང་། ཀུན་བརྟགས་པའི་ཆོས་ཟད་པ་དངོས་པོ་མེད་པ་ཡིན་ནོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Thus, it means an impermanence is an emptiness, falsely imagined dharmas have come to an end, a nonexistence.

source: །དེ་ལྟར་ཆོས་ཐམས་ཅད་ནི་མི་རྟག་གོ་ཞེས་བྱ་བ་ནི་ཆོས་ཐམས་ཅད་དངོས་པོ་མེད་པའོ་ཞེས་བྱ་བ་ཉིད་དུ་བསྟན་པ་ཡིན་ནོ།
en: Thus “all dharmas are impermanent” is in fact teaching that “all dharmas do not exist as real things.”

source: །དེ་བས་ན་ཆོས་ཐམས་ཅད་ཀྱི་ཡོངས་སུ་གྲུབ་པ་དེ་བཞིན་ཉིད་ཀྱི་མཚན་ཉིད་བསྟན་པ་ཡིན་ཏེ། ཆོས་ཐམས་ཅད་ནི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་དོ།
en: It is therefore teaching the thoroughly established nature of all dharmas marked by suchness—that “all dharmas are the nonexistence of an intrinsic nature.” “

source: །དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ནི་སྡུག་བསྔལ་བ་ཞེས་བྱ་བ་ནི་གཟུགས་ལ་སོགས་པ་ཀུན་བརྟགས་པའི་ཆོས་ཐམས་ཅད་ལ་དངོས་པོའི་རྣམ་པར་མངོན་པར་ཞེན་ནས་ཉེ་བར་ལེན་ན་སྡུག་བསྔལ་གསུམ་གྱི་རྒྱུར་འགྱུར་བས་སྡུག་བསྔལ་ཞེས་བརྗོད་དོ།
en: Similarly, all dharmas are suffering.” All falsely imagined dharmas—form and so on—when settled down on and appropriated in the form of real things, become the cause of the three sufferings, so they are said to be “suffering.”

source: །གང་གི་ཚེ་ཀུན་བརྟགས་པའི་རྣམ་པ་དངོས་པོ་མེད་པའི་བདག་ཉིད་དུ་ཡོངས་སུ་ཤེས་ནས་མངོན་པར་མི་ཞེན་ཅིང་སྤོང་བ་དེའི་ཚེ། སྡུག་བསྔལ་མེད་པའི་རྒྱུར་གྱུར་པས་བདེ་བ་ཡིན་ནོ།
en: When falsely imagined forms are understood in their nature to be unreal things, are not settled down on and are forsaken, they become the cause of the nonexistence of suffering and are therefore pleasure.

source: །དེ་བས་ན། སྡུག་བསྔལ་ནི་ཀུན་བརྟགས་པའི་ཆོས་ཞེས་བྱའོ།
en: Therefore, suffering should be called falsely imagined dharmas. “

source: །ཆོས་ཐམས་ཅད་ནི་སྡུག་བསྔལ་བ་ཞེས་བྱ་བ་ནི་ཀུན་བརྟགས་པ་རྣམས་དངོས་པོ་མེད་པའི་མཚན་ཉིད་ཁོ་ནར་བསྟན་པ་ཡིན་ཏེ།
en: All dharmas are suffering” teaches that the falsely imagined phenomena are exclusively marked by not being real.

source: དངོས་པོ་མེད་པའི་བདག་ཉིད་ཡིན་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་སྡུག་བསྔལ་བའོ།
en: Because they are not real in their nature all dharmas are “suffering.”

source: །འདིར་ཡང་སྡུག་བསྔལ་ནི་གང་དང་ཡང་བྲལ་བས་མ་ཡིན་ཞེས་བྱ་བར་སྦྱར་ཏེ།
en: Here too construe suffering with “but not because anything disappears.”

source: སྡུག་བསྔལ་ནི་བདེ་བའི་རྣམ་པ་ཡོད་པ་གང་དང་ཡང་བྲལ་བས་ནི་མ་ཡིན་གྱི་དངོས་པོ་མེད་པའི་ཕྱིར་སྡུག་བསྔལ་བའོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means that suffering does not occur because anything that exists in the form of pleasure has disappeared; it is suffering because it is not real.

source: །དེ་བཞིན་དུ། སྡུག་བསྔལ་བ་གང་ཡིན་པ་དེ་ནི་མེད་པ་དང་ཟད་པ་ཞེས་བྱ་སྟེ།
en: Similarly, “suffering is a nonexistent thing and has come to an end.”

source: ཀུན་བརྟགས་པའི་ཆོས་ཟད་པར་གྱུར་པ་རྣམས་དངོས་པོ་མ་ཡིན་པ་དང་། མེད་པ་ལ་ཕྱིན་ཅི་ལོག་ཏུ་མངོན་པར་ཞེན་པར་གྱུར་པ་ལ་སྡུག་བསྔལ་ཞེས་བྱ་བའོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means falsely imagined dharmas that have come to an end, that are not real things and do not exist, but have been erroneously settled down on are “suffering.”

source: །བདག་མེད་པ་ཡང་གང་དང་ཡང་བྲལ་བས་མ་ཡིན་ཏེ། བདག་མེད་པ་དང་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར་རོ།
en: Also, they are “selfless,” “not because anything disappears,” but because they are selfless and without an intrinsic nature. “

source: །བདག་མེད་པ་གང་ཡིན་པ་དེ་ནི་དངོས་པོ་མེད་པ་དང་། ཟད་པ་སྟེ་ཞེས་བྱ་བ་ནི་ཟད་པའི་ཆོས་རྣམས་ཀྱི་དངོས་པོ་མེད་པ་གང་ཡིན་པ་དེ་ཉིད་བདག་མེད་པའོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Something selfless is a nonexistent thing and has come to an end” means just that nonexistence of dharmas that have come to an end is “selfless.”

source: །ཆོས་ཐམས་ཅད་ནི་ཐེར་ཟུག་ཏུ་གནས་པ་མ་ཡིན་འཇིག་པ་མ་ཡིན་ནོ་ཞེས་བྱ་བ་འདི་ཡང་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་ཀྱི་གཏན་ཚིགས་ཡིན་ནོ།
en: All dharmas are neither unmoved nor destroyed.” This also teaches a reason that they are the nonexistence of an intrinsic nature.

source: །གལ་ཏེ་ཀུན་བརྟགས་པ་རྣམས་ལ་ངོ་བོ་ཉིད་འགའ་ཞིག་ཡོད་ན་ནི་དེ་ཐེར་ཟུག་ཏུ་གནས་པ་རྟག་པའམ། འཇིག་པ་མི་རྟག་པ་ཞིག་ཏུ་འགྱུར་གྲང་ན།
en: You can suppose falsely imagined phenomena have a certain intrinsic nature that might be “unmoved,” permanent, or might be “destroyed,” impermanent.

source: དེ་ལྟར་དེ་ནི་སྒྱུ་མའི་གཟུགས་བཞིན་དུ་ངོ་བོ་ཉིད་མེད་པས། རྟག་པ་ཡང་མ་ཡིན་མི་རྟག་པ་ཡང་མ་ཡིན་ཏེ།
en: Because, like an illusion of form, they have no intrinsic nature, they are not permanent and they are not impermanent.

source: སྒྱུ་མའི་གཟུགས་ལ་རྟག་ཅེས་བྱ་བའམ། མི་རྟག་ཅེས་བྱ་བར་བརྗོད་པར་མི་ནུས་པ་དེའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་ཐེར་ཟུག་ཏུ་གནས་པ་མ་ཡིན། འཇིག་པ་མ་ཡིན་ནོ།
en: You cannot say of an illusion of form that it is “permanent” or “impermanent”; therefore, “all dharmas are neither unmoved nor destroyed.”

source: །ཚིག་བརྒྱད་པ་ལ་གཟུགས་མངོན་པར་འདུས་མ་བྱས་པ་ཞེས་བྱ་བ་ནི་མངོན་པར་འདུ་བྱེད་པ་པོ་གང་ཡང་མེད་པའི་ཕྱིར་གཟུགས་ལ་སོགས་པ་མངོན་པར་འདུས་མ་བྱས་པའོ།
en: In the eighth statement, in regard to “form has not occasioned anything,” “form” and so on have “not occasioned anything” “because someone to enact them does not exist.”

source: །དེ་བས་ན།
en: Therefore they “have not come into being.”

source: མངོན་པར་མ་གྲུབ་པ་ཞེས་བྱའོ་ཞེས་བྱ་བ་ནི་ཆོས་ཐམས་ཅད་སྟོང་པ་ཉིད་ཀྱི་ངོ་བོ་ཉིད་དུ་བསྟན་ཏོ།
en: This is teaching that all dharmas have emptiness for their intrinsic nature.

source: །ཚིག་དགུ་པ་ལ། གཟུགས་ནི་རང་བཞིན་གྱིས་སྟོང་སྟེ། རང་བཞིན་གྱིས་སྟོང་པ་གང་ཡིན་པ་དེ་ལ་སྐྱེ་བ་མེད་ཅིང་འཇིག་པ་མེད་དེ། སྐྱེ་བ་མེད་ཅིང་འཇིག་པ་མེད་པ་གང་ཡིན་པ་དེ་ལ་གཞན་དུ་འགྱུར་བ་ཡང་མེད་དོ་ཞེས་བྱ་བ་ལ་གཟུགས་ལ་སོགས་པའི་ཆོས་རྣམས་ཀྱི་རང་བཞིན་ནི་ངོ་བོ་ཉིད་དེ་སྟོང་པ་ཉིད་དོ།
en: In the ninth statement, “Form is empty of a basic nature, and what is empty of a basic nature does not arise and does not pass away, and in what does not arise and does not pass away there is no transformation,” the “basic nature,” the intrinsic nature, of dharmas like form and so on is emptiness.

source: །སྟོང་པ་ཉིད་ནི་ཆོས་ཐམས་ཅད་ཀྱི་ངོ་བོ་ཉིད་དོ།
en: Emptiness is the intrinsic nature of all dharmas. “

source: །རང་བཞིན་གྱིས་སྟོང་པ་གང་ཡིན་པ་དེ་ལ།
en: What is empty of a basic nature does not arise and does not pass away.”

source: སྐྱེ་བ་མེད་ཅིང་འཇིག་པ་མེད་དོ་ཞེས་བྱ་བ་ནི་སྟོང་པའི་བདག་ཉིད་ཅན་གྱི་ཆོས་ཡོངས་སུ་གྲུབ་པ་རྣམས་ལ་སྐྱེ་བ་དང་། འགག་པ་གཉིས་མེད་དོ། །དེ་གཉིས་མེད་པས་གཞན་དུ་འགྱུར་བ་རྒ་བ་ཡང་མེད་དོ།
en: In thoroughly established phenomena that are empty in their nature the two—arising and stopping—do not exist, and when those two do not exist, “there is no” aging or “transformation.”

source: །དེ་ལྟར་ངོ་བོ་ཉིད་ཀྱིས་སྐྱེ་བ་དང་། འགག་པ་དང་། གཞན་དུ་འགྱུར་བ་རྣམས་མེད་པའི་ཕྱིར་སྐྱེ་བ་དང་། འགག་པ་དང་། གཞན་དུ་འགྱུར་བ་དང་ལྡན་པར་ཀུན་བརྟགས་ཤིང་མངོན་པར་གྲུབ་པའི་མཚན་ཉིད་ཅན་གྱི་གཟུགས་ལ་སོགས་པ་གང་ཡིན་པ་དེ་དག་དོན་དམ་པར་མངོན་པར་མ་གྲུབ་པས་མེད་པའི་ཕྱིར་གང་མངོན་པར་མ་གྲུབ་པ་དེ་གཟུགས་མ་ཡིན་ནོ་ཞེས་བྱ་བ་ནས།
en: Thus, there is no intrinsic arising, stopping, and transformation, so that which is form and so on endowed with arising, stopping, and transformation, marked as a falsely imagined phenomenon, and coming into being, ultimately does not come into being and therefore does not exist.

source: གང་མངོན་པར་མ་གྲུབ་པ་དེ་རྣམ་པར་ཤེས་པའི་བར་དུ་མ་ཡིན་ནོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་སོ།
en: Therefore, it says “what has not come into being is not form,” up to “what has not come into being is not consciousness,” and so on.

source: །ཚིག་བཅུ་པ་ལ། མངོན་པར་མ་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་གང་ཡིན་པ་དེ་ནི་མངོན་པར་མ་གྲུབ་པའོ་ཞེས་བྱ་བ་ལ་མངོན་པར་མ་གྲུབ་པ་ཞེས་བྱ་བའི་སྒྲ་ནི་དེ་བཞིན་ཉིད་དེ། སྟོང་པ་ཉིད་ལ་བྱའོ། །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཞེས་བྱ་བའི་སྒྲ་ཡང་དེ་བཞིན་ཉིད་ལ་བྱའོ།
en: In the tenth statement, “what has not come into being is the perfection of wisdom, and the perfection of wisdom is what has not come into being,” take the words “what has not come into being” as suchness, that is, as emptiness; take the words “the perfection of wisdom” as suchness too.

source: །དེ་བས་ན་མངོན་པར་མ་གྲུབ་པ་དང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་གཉིས་ལ་ཐ་དད་པ་མེད་དོ།
en: So the two—something that has not come into being and the perfection of wisdom—are not different.

source: །དེའི་ཕྱིར་ཅི་མ་གྲུབ་པའི་ངོ་བོ་ཉིད་དོན་དམ་པའི་བྱང་ཆུབ་སེམས་དཔའ་མངོན་པར་མ་གྲུབ་པའི་ངོ་བོ་ཉིད་ཀྱིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་ཇི་ལྟར་གདམས་ཤིང་རྗེས་སུ་གདམས་པར་བགྱི་ཞེས་བྱ་བ་གསུངས་ཏེ།
en: Therefore, it says, “Does what has not come into being give advice and instruction in a perfection of wisdom that has not come into being?”

source: སྟོང་པ་ཉིད་ལ་སྟོང་པ་ཉིད་ཇི་ལྟར་གདམས་པར་བྱ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means how will emptiness give advice to emptiness?

source: །ཚིག་བཅུ་གཅིག་པ་ལ། མངོན་པར་མ་གྲུབ་པ་ཡང་གཞན་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་གཞན་ཞེས་བྱ་བ་ཡིན་པར་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ངོ་ཞེས་བྱ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སྟོང་པ་ཉིད་ཀྱི་ངོ་བོ་ཉིད་ཡིན་པར་བསྟན་པའོ།
en: In the eleventh statement, “do not see ‘what has not come into being as one thing and a bodhisattva as another,’ ” it teaches that a bodhisattva great being is the emptiness of an intrinsic nature. “

source: །མངོན་པར་མ་གྲུབ་པ་དང་། གཟུགས་ལ་གཉིས་སུ་མེད་དོ་ཞེས་བྱ་བ་ནི་ཆོས་ཉིད་ཀྱི་གཟུགས་བཟུང་ནས་བསྟན་པའོ།
en: What has not come into being and form are not two” is teaching from the perspective of the true dharmic nature of form.

source: །ཚིག་བཅུ་གཉིས་པ་ལ། ཆོས་ཐམས་ཅད་སྒྱུ་མ་དང་། སྨིག་རྒྱུ་ལ་སོགས་པ་དང་མཚུངས་པར་སོ་སོར་བརྟགས་ན་གང་ལ་བྱིང་བ་འམ་སྐྲག་པར་མི་འགྱུར་རོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།། །།
en: In the twelfth statement, it means when they examine “all dharmas” they are similar to “an illusion, a mirage,” and so on, and “they do not feel cowed by or tremble” at anything. [

source: བམ་པོ་བཅུ་བདུན་པ། དེ་ལྟར་རེ་ཞིག་རྣམ་པར་མི་རྟོག་པ་ཡིད་ལ་བྱེད་པ་བསྟན་ནས། དེའི་འོག་ཏུ་ཡིད་ལ་བྱེད་པ་དེ་དག་གི་འབྲས་བུ་སྟོན་ཏེ། དེའི་ཚེ་འདི་ནི་གཟུགས་ཞེས་བགྱི་བར་གཟུགས་ལ་མི་འཛིན་ཅིང་མི་ལེན་མི་གནས་ཏེ། མངོན་པར་ཞེན་པར་མི་བགྱིད་ལ།
en: 1034] Part Two The results of paying attention to the nonconceptual Having thus first taught paying attention to the nonconceptual, it then teaches the result of those attentions, with “they do not then grasp, do not accept, do not base themselves on, and do not settle down on form, and neither do they label anything ‘this is form.’ ”

source: འདོགས་པར་མི་བགྱིད་དོ་ཞེས་བྱ་བ་ནི་འཛིན་པའི་རིགས་པ་བསྟན་པའི་ཕྱིར་ཚིག་ལྔ་སྨོས་ཏེ།
en: Thus, it makes five statements in order to teach the stages of grasping.

source: ཐོག་མར་འདུ་ཤེས་ཀྱིས་མི་འཛིན་ཏོ། །དེའི་འོག་ཏུ་ཡིད་ཀྱིས་མི་ལེན་ཏོ། །དེའི་འོག་ཏུ་ཤེས་རབ་ཀྱིས་གནས་པར་མི་བྱེད་དོ། །དེའི་འོག་ཏུ་ལྟ་བས་མངོན་པར་ཞེན་པར་མི་བྱེད་དོ། །དེའི་འོག་ཏུ་ཚིག་གིས་གཞན་དག་ལ་འདོགས་པར་མི་བྱེད་དོ།
en: At the start they do not grasp by forming an idea; they do not accept with the thinking mind; they do not base themselves on it with the intellect; then they do not settle down on it with a view; and then they do not label it for others with a word. “

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: And why?

source: བཅོམ་ལྡན་འདས་འདི་ལྟར་གཟུགས་ནི་མ་སྐྱེས་པ་སྟེ། གཟུགས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་གཟུགས་ལགས་སོ།
en: Lord, it is because form is not produced, and the nonproduction of form is not form.

source: །དེ་ལྟར་ན་གཟུགས་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ། གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: Therefore form and nonproduction are not two nor are they divided.

source: བཅོམ་ལྡན་འདས་འདི་ལྟར་མ་སྐྱེས་པ་ནི་གཅིག་པ་མ་ལགས་མང་པོ་མ་ལགས་ཞེས་བྱ་བ་ལ།
en: Lord, it is because that nonproduction is not one nor is it many.”

source: གཟུགས་མ་སྐྱེས་པ་ཞེས་བྱ་བ་ནི་ཆོས་ཉིད་ཀྱི་གཟུགས་མ་སྐྱེས་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Here form that is “not produced” means the true dharmic nature of form that is not produced. “

source: །གཟུགས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་གཟུགས་མ་ལགས་ཞེས་བྱ་བ་ནི་ཆོས་ཉིད་ཀྱི་གཟུགས་དེའི་མ་སྐྱེས་པ་ཞེས་བྱ་བ་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ཀུན་བརྟགས་པའི་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་མ་ཡིན་པའོ།
en: The nonproduction of form is not form”: suchness, “the nonproduction of” that true dharmic nature of “form,” “is not” in its intrinsic nature falsely imagined “form.”

source: །དེ་ལྟར་ན་གཟུགས་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ། གཉིས་སུ་བགྱིར་མ་མཆིས་པ་ལགས་སོ་ཞེས་བྱ་བས་ཅི་བསྟན་ཞེ་ན།
en: In that case, what does “therefore form and nonproduction are not two nor are they divided” teach?

source: དེ་ལ་གཟུགས་མ་སྐྱེས་པ་ཞེས་བྱ་བའི་ཚིག་གིས་ནི་ཡོངས་སུ་གྲུབ་པ་མ་སྐྱེས་པའི་ངོ་བོ་ཉིད་བསྟན་པ་ཡིན་ནོ།
en: There, the statement “form is not produced” teaches the thoroughly established, unproduced intrinsic nature.

source: །གཟུགས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་གཟུགས་མ་ལགས་ཞེས་བྱ་བ་འདིས་ནི་མི་སྐྱེ་བ་ལ་ཀུན་བརྟགས་པའི་མཚན་ཉིད་མེད་པར་བསྟན་པ་ཡིན་ཏེ་དེ་ལྟར་ཆོས་ཉིད་ཀྱི་གཟུགས་མི་སྐྱེ་བའི་ངོ་བོ་ཉིད་ཡིན་པ་དང་མི་སྐྱེ་བ་ཡང་ཆོས་ཉིད་ཀྱི་ངོ་བོ་ཉིད་ཡིན་པའི་ཕྱིར་གཟུགས་ཞེས་བྱ་བ་དང་མ་སྐྱེས་པ་ཞེས་བྱ་བ་ནི་གཅིག་པ་ཉིད་དེ་ཐ་དད་པ་མ་ཡིན་ནོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This “nonproduction of form is not form” teaches that the mark of the falsely imagined phenomenon is absent from nonproduction. Thus, it means the true dharmic nature of form, the intrinsic nature of which is nonproduction, is the intrinsic nature of nonproduction and also of the true nature of dharmas, so “form” and “not produced” are the same, that is, are not different.

source: །མ་སྐྱེས་པ་ནི་གཅིག་མ་ལགས་མང་པོ་མ་ལགས་ཞེས་བྱ་བ་ལ་མ་སྐྱེས་པ་ཞེས་བྱ་བ་ནི་དེ་བཞིན་ཉིད་དེ་དེ་ལ་ནི་གཅིག་གམ་གཉིས་ཤེའམ།
en: The “nonproduction” in this “nonproduction is not one nor is it many” is suchness.

source: གསུམ་ཞེས་བྱ་བའི་གྲངས་ཀྱི་བྱེ་བྲག་ཡོད་པ་མ་ཡིན་ཏེ་དེ་བས་ན་མི་སྐྱེ་བ་ལ་བྱེ་བྲག་མེད་པའི་ཕྱིར་ཡོངས་སུ་གྲུབ་པའི་ཚེ་གཟུགས་ལ་སོགས་པ་ཐམས་ཅད་ཀྱང་རང་བཞིན་གཅིག་ཏུ་འགྱུར་རོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: There is no specific number “one” or “two” or “three” for that. So, it means that because specific particulars are absent from nonproduction, when thoroughly established, they all, form and so on, are a single nature.

source: །དེ་ལྟ་བས་ན། གཟུགས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་གཟུགས་མ་ལགས་ཞེས་བྱ་བ་ནི་ཆོས་ཉིད་ཀྱི་གཟུགས་ཀྱི་སྐྱེ་བ་མེད་པའི་ཆོས་ཉིད་གང་ཡིན་པ་དེ་ཀུན་བརྟགས་པའི་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་མ་ཡིན་ནོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Hence “the nonproduction of form is not form” means the true nature of dharmas that is the nonproduction of the true dharmic nature of form is not the intrinsic nature of falsely imagined form. “

source: །བཅོམ་ལྡན་འདས་འདི་ལྟར་དེ་བཞིན་ཉིད་ནི་མ་སྐྱེས་པ་སྟེ་དེ་བཞིན་ཉིད་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་དེ་བཞིན་ཉིད་མ་ལགས་ཏེ། དེ་ལྟར་ན་དེ་བཞིན་ཉིད་དང་།
en: Lord, suchness is not produced, and the nonproduction of suchness is not suchness.

source: མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་པ་ལགས་སོ་ཞེས་བྱ་བ་ནི་དེ་བཞིན་ཉིད་དྲི་མ་དང་བཅས་པ་དང་དྲི་མ་མེད་པ་བཟུང་ནས་སྦྱར་བར་བྱའོ།
en: Therefore, suchness and nonproduction are not two nor are they divided.” Construe this based on stained and unstained suchness. “

source: །བཅོམ་ལྡན་འདས་འདི་ལྟར་གཟུགས་ནི་མི་རྟག་པ་སྟེ་གཟུགས་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་གཟུགས་མ་ལགས་ཏེ།
en: Lord, it is because form is impermanent, so a decrease in form is not form. …

source: དེ་ལྟར་ན་གཟུགས་དང་འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཤིང་གཉིས་སུ་དབྱེར་མ་མཆིས་པ་ལགས་སོ།
en: Therefore, form and a decrease are not two nor are they divided.

source: བཅོམ་ལྡན་འདི་ལྟར་འགྲིབ་པ་ནི་གཅིག་མ་ལགས་མང་པོ་མ་ལགས་པའི་སླད་དུ་སྟེ།
en: Lord, it is because a decrease is not one nor is it many.”

source: དེའི་སླད་དུ་གཟུགས་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་གཟུགས་མ་ལགས་སོ་ཞེས་བྱ་བ་ལ་མེད་པའི་དོན་ནི་མི་རྟག་པའི་དོན་ཏོ་ཞེས་འབྱུང་བའི་ཕྱིར། གཟུགས་མི་རྟག་པ་ཞེས་བྱ་བ་ནི་གཟུགས་མེད་ཅེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Here, because it says “the meaning of impermanence is the meaning of a nonexistent thing,” “impermanent” form means form that “is a nonexistent thing.” “
